<?php require 'header.php'; ?>
        <div class="maindiv">
                <div class="info">
                <h2>ದೈವಸ್ಥಾನದ ಮಹತ್ವದ ಮಾಹಿತಿ:</h2><br>

                <p>ಈ ದೈವಸ್ಥಾನ, ಮಂಗಳೂರು ಹಾಗೂ ಅದಕ್ಕೆ ಸಮೀಪದ ಪ್ರದೇಶಗಳಲ್ಲಿ ವಂಶಪರಂಪರಾಗತವಾಗಿ ಪೂಜಿತವಾಗುತ್ತದೆ. ಈ ಪವಿತ್ರ ಸ್ಥಳವು ದೈವಿಕ ಆಸರೆಯ ಆದರಣೆಯಿಂದ ಕೂಡಿದ್ದು, ನಗರದ ಜನರ ಪ್ರಾರ್ಥನಾ ಮತ್ತು ಆರಾಧನೆಗೆ ಒಂದು ಅದ್ವಿತೀಯ ಸ್ಥಳವಾಗಿದೆ.</p><br>

                <h2>ದೈವಸ್ಥಾನದ ಇತಿಹಾಸ:</h2><br>

                <p>ಈ ದೈವಸ್ಥಾನವು ಹಿಂದಿನ ಕಾಲದಲ್ಲಿ ರಚಿತವಾಗಿ, ಸಮೃದ್ಧಿಯ ಮತ್ತು ಸಂಸ್ಕೃತಿಯ ಆಧಾರದ ಮೇಲೆ ನಿಂತಿದೆ. ಇಲ್ಲಿನ ದೈವದೇವತೆಗಳ ಆರಾಧನೆ ಹಾಗೂ ಉದ್ಯಾನಗಳ ಸೌಂದರ್ಯ ದೇಶದ ಬೇರೆಬೇರೆ ಸ್ಥಳಗಳಿಂದ ಬಂದ ಭಕ್ತರನ್ನು ಆಕರ್ಷಿಸುತ್ತದೆ.</p><br>

                <h2>ಆದರಣೆ ಹಾಗೂ ಹಬ್ಬಗಳ ಆಯೋಜನೆ:</h2><br>

                <p>ಈ ಸ್ಥಳವು ಬರುವ ಹಬ್ಬಗಳನ್ನು ವಿಶೇಷವಾಗಿ ಆಚರಿಸುತ್ತದೆ. ಇಲ್ಲಿನ ಪೂಜಾ ಆಯೋಜನೆಗಳು ಪರಮಪವಿತ್ರ ವಾತಾವರಣದಲ್ಲಿ ನಡೆಯುತ್ತವೆ ಮತ್ತು ಸ್ಥಳೀಯ ಸಾಹಿತ್ಯ ಹಾಗೂ ಕಲೆಯ ಆಕರಣೆಯ ಮೂಲಕ ವೈವಿಧ್ಯತೆಯ ಸುಂದರ ಅನುಭವವನ್ನು ಒದಗಿಸುತ್ತದೆ</p><br>

                <h2>ಸಂಸ್ಕೃತಿ ಹಾಗೂ ಧಾರ್ಮಿಕ ಆಧಾರ:</h2><br>

                <p>ಈ ದೈವಸ್ಥಾನವು ಭಗವಂತನ ಆತ್ಮಿಕ ಆದರಣೆಗೆ ಮತ್ತು ಸಮೃದ್ಧಿಗೆ ಒಂದು ಅದ್ವಿತೀಯ ಸ್ಥಳವಾಗಿದೆ. ದೇವಾಲಯದ ಮಹತ್ವವು ಸ್ಥಳೀಯ ಜನರ ಜೀವನದ ಒಂದು ಅತ್ಯಂತ ಮುಖ್ಯ ಭಾಗವಾಗಿದ್ದು, ಅದರ ಸಂಸ್ಕೃತಿಯ ನೈತಿಕತೆಗೆ ಒಂದು ಮೂಲವಾಗಿದೆ</p><br>

                <h2>ದೈವಸ್ಥಾನದ ಸೌಂದರ್ಯ:</h2><br>

                <p>ಈ ದೈವಸ್ಥಾನವು ಪ್ರಾಕೃತಿಕ ಸೌಂದರ<br>
                </div>
        </div>
<?php require 'footer.php'; ?>